app/controllers/posts_controller.rb

	def create
	  @post = Post.new(params)
	  @post.save
---
INSERT INTO "posts" ("title", "description", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "1"], ["description", "2"], ["created_at", "2018-10-03 18:48:02.295426"], ["updated_at", "2018-10-03 18:48:02.295426"]]